Revit 2026 API

# SpaceOutdoorAirPerPerson Property

---

Get the Specified OutdoorAirPerPerson of the Space.

**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public double OutdoorAirPerPerson { get; }
```
```vb
Public ReadOnly Property OutdoorAirPerPerson As Double
	Get
```
```cpp
public:
property double OutdoorAirPerPerson {
	double get ();
}
```
```fsharp
member OutdoorAirPerPerson : float with get
```

#### Property Value

Double

This property is used to get the Specified OutdoorAirPerPerson (Unit: ft3/s) of the Space.

#### Reference

Space Class

Autodesk.Revit.DB.Mechanical Namespace